Repository: graasp/admin
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: has invalid format
fr: a un format invalide

source: should have %{count} item(s)
fr: devrait contenir %{count} élément

source: should be %{count} character(s)
fr: should be %{count} character

source: should be %{count} byte(s)
fr: should be %{count} byte

source: should have at least %{count} item(s)
fr: devrait avoir au moins %{count} élément

source: should be at least %{count} character(s)
fr: devrait contenir au moins %{count} caractère

source: should be at least %{count} byte(s)
fr: devrait être d'au moins %{count} octet

source: should have at most %{count} item(s)
fr: devrait contenir au maximum %{count} élément

source: should be at most %{count} character(s)
fr: devrait contenir au maximum %{count} caractère

source: should be at most %{count} byte(s)
fr: should be at most %{count} byte

source: must be less than %{number}
fr: doit être inférieur à %{number}

source: must be greater than %{number}
fr: doit être supérieur à %{number}

source: must be less than or equal to %{number}
fr: doit être inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit être supérieur ou égal à %{number}

source: must be equal to %{number}
fr: doit être égal à %{number}
