Repository: graasp/admin
Catalog: priv/gettext/*/LC_MESSAGES/landing.po
Languages: fr

source: Brought to you by the Graasp Association based in Switzerland
fr: Par l'association Graasp, basée en Suisse

source: Your Learning Experience Platform
fr: La plateforme d'apprentissage interactive

source: About Us
fr: À propos

source: Content
fr: Contenu

source: Developed in Switzerland by the Graasp association
fr: Développé en Suisse par l'association Graasp

source: Disclaimer
fr: Clause de non-responsabilité

source: Home
fr: Accueil

source: Idea illustrations by Storyset
fr: Illustrations par Storyset

source: Other
fr: Autres

source: Partners
fr: Partenaires

source: Privacy Policy
fr: Politique de confidentialité

source: Social Media
fr: Médias sociaux

source: Terms of Use
fr: Conditions d'utilisation

source: About the association
fr: À propos de l'association

source: Active learning simulations for investigating the science of global warming
fr: Simulations d'apprentissage actif pour explorer la science du réchauffement climatique

source: Ambassador
fr: Ambassadeur

source: An open and free learning experience platform to easily create and share interactive learning materials, including rich Open Educational Resources
fr: Une plateforme ouverte et gratuite qui permet de créer et partager des supports pédagogiques interactifs, ainsi que des Ressources Éducatives Libres

source: And what makes Graasp truly powerful is its ability to help you design engaging learning activities by integrating videos and interactive apps. You can create lessons that captivate students, ignite curiosity, and encourage active participation.
fr: Ce qui rend Graasp réellement puissant, c'est sa capacité à aider à concevoir des activités d'apprentissage engageantes en intégrant des vidéos et des applications interactives. Il est possible de créer des leçons qui captivent les élèves, suscitent la curiosité et favorisent une participation active.

source: As an open-source project, Graasp promotes transparency, trust, and collaboration.
fr: En tant que projet open source, Graasp promeut la transparence, la confiance et la collaboration.

source: Benefit and contribute to an Open Educational Resources (OER) Library
fr: Profiter et contribuer à une bibliothèque de Ressources Éducatives Libres (REL)

source: Built something cool using Graasp? Want to let the world know about what you created? Mention us on social media, we are happy to share it further!
fr: Vous avez créé quelque chose de génial avec Graasp ? Envie de partager votre création ? Mentionnez-nous sur les réseaux sociaux ; nous serons ravis de repartager !

source: Check out real activities from our users
fr: Découvrez les activités créées par nos utilisateurs

source: Climate
fr: Climat

source: Collaboration is at the heart of Graasp Library, where educators and professionals come together to share, co-create, and learn. By sharing Open Educational Resources (OER), educators have access and contribute to a growing library of collective knowledge.
fr: La collaboration est au cœur de la Graasp Library, où enseignants et professionnels se réunissent pour partager, co-créer et apprendre. En partageant des ressources éducatives libres (REL), les éducateurs ont accès à une bibliothèque en constante expansion et y contribuent, enrichissant ainsi le savoir collectif.

source: Collaborative digital platform for training young people on migration routes
fr: Plateforme numérique collaborative pour former les jeunes sur les routes migratoires

source: Compose your learning material with interactive content
fr: Création de supports interactifs pédagogiques

source: Decide who you invite
fr: Contrôle d'accès granulaire

source: Developed with a strong emphasis on privacy and data sovereignty, Graasp empowers users to retain full control over their data, free from third-party exploitation. Hosted in Switzerland and operated by the non-profit Graasp Association, it benefits from strong Swiss data protection laws that reinforce these core principles.
fr: Développé avec une forte attention portée à la confidentialité et à la souveraineté des données, Graasp permet aux utilisateurs de conserver un contrôle total sur leurs informations, à l'abri de toute exploitation par des tiers. Hébergé en Suisse et géré par l'association à but non lucratif Graasp Association, il bénéficie des solides lois suisses sur la protection des données qui renforcent ces principes fondamentaux.

source: Digitize and Create Interactive Learning Materials
fr: Création de supports interactifs pédagogiques

source: Discover all articles
fr: Découvrez tous les articles

source: Ease access for participants
fr: Accès simplifié pour les participants

source: Facing an issue?
fr: Vous rencontrez un problème ?

source: Founded by a dedicated team of professionals, our mission is to bridge the gap between cutting-edge technology and education, empowering educators and researchers globally.
fr: Fondée par une équipe dédiée de professionnels, notre mission est de combler l'écart entre la technologie de pointe et l'éducation, en autonomisant les éducateurs et les chercheurs à l'échelle mondiale.

source: Get started
fr: Commencer

source: Go to Graasp Library
fr: Allez dans la bibliothèque Graasp

source: Graasp Association
fr: Association Graasp

source: Graasp is more than a Learning Experience Platform. It is a product behind which there is a Swiss Non-Profit Organization dedicated to advancing digital education. Our primary goal is to support educators and researchers every step of the way, providing help and training to achieve their objectives effectively.
fr: Graasp est bien plus qu'une plateforme d'expérience d'apprentissage. C'est un produit porté par une organisation à but non lucratif suisse dédiée à l'avancement de l'éducation numérique. Notre objectif principal est de soutenir les éducateurs et les chercheurs à chaque étape de leur parcours, en leur offrant aide et formation pour atteindre leurs objectifs de manière efficace.

source: Have a question for us?
fr: Une question pour nous ?

source: Have anything else you want to discuss with us?
fr: Avez-vous autre chose à discuter avec nous ?

source: Its open nature encourages community contributions, continuous improvement, and adaptability. We ensure the platform evolves alongside the needs of educators and learners.
fr: Sa nature ouverte encourage les contributions de la communauté, l'amélioration continue et l'adaptabilité. Nous veillons à ce que la plateforme évolue en harmonie avec les besoins des enseignants et des apprenants.

source: Join Graasp and revolutionize your teaching with interactive learning tools!
fr: Révolutionnez l'enseignement grâce à des outils d'apprentissage interactifs sur Graasp !

source: Learn more
fr: En savoir plus

source: Learn more about interactive content
fr: En savoir plus sur le contenu interactif

source: Learn more about sharing with your class and colleagues
fr: En savoir plus sur le partage avec votre classe et vos collègues

source: Meet the people behind Graasp
fr: Rencontrez les personnes derrière Graasp

source: Meet the team!
fr: Rencontrez l'équipe

source: Need support with your research? Don’t hesitate to contact us—we’re here to help
fr: Besoin d'aide pour votre recherche ? N'hésitez pas à nous contacter : nous sommes là pour vous aider.

source: Need support?
fr: Besoin d'aide ?

source: Numerous academic papers and practical experiences have built upon and been supported by Graasp, highlighting its effectiveness in fostering collaborative, inquiry-based learning and its significant impact on the educational technology community.
fr: De nombreux articles académiques et retours d'expériences pratiques se sont appuyés sur Graasp, mettant en évidence son efficacité à favoriser l'apprentissage collaboratif fondé sur l'investigation ainsi que son impact significatif au sein de la communauté des technologies éducatives.

source: Only people you approve can access your content. You stay in control, and requests for access can be reviewed before allowing entry.
fr: Seules les personnes approuvées peuvent accéder au contenu, et les demandes d'accès peuvent être examinées avant d'être autorisées.

source: Other projects
fr: Autres projets

source: Our Missions
fr: Nos missions

source: President
fr: Président

source: Research Papers
fr: Papiers de recherche

source: Share cool stuff with us on social media
fr: Partagez vos idées et vos créations avec nous sur les réseaux sociaux

source: Share your content seamlessly with your audience. You stay in control of who sees what and when, whether it's a small group project or a classroom activity. Choose from different sharing options and adjust permissions at any time.
fr: Que ce soit pour collaborer avec une classe entière, un groupe spécifique ou un collègue, Graasp offre des options de partage flexibles et personnalisables à tout moment, ainsi qu'un contrôle total sur qui peut voir, modifier ou commenter vos ressources.

source: Share your content through a private link, with the option to add a password. Perfect for participants who don’t have emails.
fr: Partager du contenu via un lien privé, avec la possibilité d'ajouter un mot de passe. Idéal pour les participants qui n'ont pas d'adresse e-mail.

source: Software Engineer
fr: Ingénieur logiciel

source: Something else?
fr: Autre chose ?

source: Start now
fr: Commencer maintenant

source: Subscribe
fr: S'abonner

source: VP Education and Content
fr: VP Éducation et Contenu

source: VP Engineering
fr: VP Ingénierie

source: VP Outreach
fr: VP Promotion

source: VP Product
fr: VP Produit

source: VP Research
fr: VP Recherche

source: VP Technology
fr: VP Technologie

source: View on GitHub
fr: Voir sur GitHub

source: Want to stay in the loop?
fr: Voulez-vous rester informé‑e ?

source: We advance Research in Education
fr: Nous faisons avancer la recherche dans l'éducation

source: We aim to bridge the gap between research environments and traditional educational settings such as schools. We envision a future where Graasp empowers educators and students in traditional educational setups and more, revolutionizing teaching methodologies and fostering engaging learning experiences.
fr: Nous avons pour objectif de combler l'écart entre les environnements de recherche et les établissements éducatifs traditionnels tels que les écoles. Nous imaginons un avenir où Graasp permet aux éducateurs et aux étudiants des structures éducatives traditionnelles et au-delà, de révolutionner les méthodes d'enseignement et de favoriser des expériences d'apprentissage engageantes.

source: We are happy to help if you have any questions, doubts or need guidance on how Graasp can fulfill your needs. Write to support@graasp.org and our team will come back to you as soon as possible.
fr: Nous sommes heureux d'aider en cas de questions, doutes ou besoin de conseils sur la manière dont Graasp peut répondre aux besoins. Notre boîte email support@graasp.org est ouverte et notre équipe répondra dans les plus brefs délais.

source: We champion Openness and Transparency
fr: Nous défendons l'ouverture et la transparence

source: We offer support for issues related to login, publication of material, and general questions related to use-cases. Drop us an email and we will get back to you as soon as possible. We reply between 3-5 business days.
fr: Nous proposons une assistance pour les problèmes de connexion et de publication de contenu, ainsi que pour les questions générales liées au l'utilisation de Graasp. Envoyez-nous un e-mail et nous vous répondrons dans les plus brefs délais. Nous répondons sous 3 à 5 jours ouvrés.

source: We protect Privacy and Data Sovereignty
fr: Nous protégeons la vie privée et la souveraineté des données

source: We value feedback from our users. Whether you are facing an issue, want to let us know about an idea, or a feature you are missing, let us know!
fr: Nous apprécions les retours de nos utilisateurs. Que vous rencontriez un problème, souhaitiez nous parler d'une idée ou d'une fonctionnalité manquante, n'hésitez pas à nous en faire part !

source: We will keep you up to date with important changes on the platform by email.
fr: Nous vous tiendrons informé des changements importants sur la plateforme par e-mail.

source: What are OERs?
fr: Qu'est-ce que les RELs ?

source: With Graasp, you can easily bring your teaching materials online, turning images, PDFs, and traditional resources into interactive digital lessons in minutes.
fr: Avec Graasp, il est facile de mettre des supports pédagogiques en ligne, en transformant images, PDFs et ressources traditionnelles en leçons numériques interactives en quelques minutes.

source: View the website of %{institution}, one of our supporting entities
fr: Visiter le site web de %{institution}, un de nos sponsores

source: Interactive Apps
fr: Applications interactives

source: Published Capsules
fr: Capsules publiées
